"More options" = "მეტი ოპციები";
"Account enabled" = "ანგარიში ჩართულია";
"Default account" = "ნაგულისხმევი ანგარიში";
"Push Notification" = "Push შეტყობინება";
"Username" = "მომხმარებლის სახელი";
"Display name" = "სახელი";
"User ID" = "მომხმარებლის იდენტიფიკატორი";
"Password" = "პაროლი";
"Domain" = "დომენი";
"Proxy" = "პროქსი";
"Transport" = "ტრანსპორტი";
"Stun Server" = "Stun სერვერი";
"ICE" = "ICE";
"Outbound proxy" = "გამავალი პროქსი";
"AVPF" = "AVPF";
"Expire" = "ვადა";
"Country code prefix" = "ქვეყნის კოდის პრეფიქსი";
"Substitute + in phone numbers" = "+-ის შეცვლა ტელეფონის ნომერბში";
"Change password" = "პაროლის შეცვლა";
"Remove Account" = "ანგარიშის წაშლა";
